import React from "react";
import "./Introduction.css";

function Introduction() {
  return (
    <div className="introduction">
      <img
        src="https://ncch.gov.mn/Images/Museum/23/photo.jpg"
        alt="Музейн зураг"
        className="museum-image"
      />
      <p>
        Хэнтий аймгийн музей нь БНМАУ-ын Гэгээрлийн сайдын 1949 оны 04 дүгээр
        сарын 08-ны өдрийн 61 тоот тушаалаар “Орон нутгийг судлах кабинет”
        нэртэйгээр байгуулагджээ. Уг кабинет нь 1971 оноос “Орон нутаг судлах
        музей” болж үйл ажиллагаагаа явуулан, 1984 оноос Халхын Сэцэн хануудын
        амьдарч байсан зуны ордноос үлдсэн 5 барилгыг сэргээн засварлуулж
        “Угсаатны зүй”-н музей болгон өргөжүүлснээр Орон нутаг судлах музей,
        Угсаатны зүйн музей болон салбарласан. 2023 оны 07 дугаар сарын 27-ны
        өдөр орчин үеийн стандартад нийцсэн музейн шинэ барилгынхаа нээлтийг
        албан ёсоор хийн одоо үзүүллэгийн 7 танхимд үйл ажиллагаагаа явуулж
        байна.
      </p>
      <p>
        📧 Цахим шуудангийн хаяг:{" "}
        <a href="mailto:Khentiimuseum@gmail.com">Khentiimuseum@gmail.com</a>
        <br />
        ☎️ Холбоо барих дугаар: 98766666, 88581367
      </p>
    </div>
  );
}

export default Introduction;
